interFoam/laminar/oldruns/mixerVessel2D.back/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=$(getApplication)

runApplication ./makeMesh
\cp 0/alpha.water.org 0/alpha.water
runApplication setFields
runApplication $application

#------------------------------------------------------------------------------
